# Задание 2
def print_info(f_name, l_name, year, email, city, tel):
    print(f'Имя: {f_name} Фамилия: {l_name} Год рождения: {year} email: {email} город проживания: {city} tel: {tel}')
    # сделала как на уроке, но зачем нам нужен f перед перечнем ключей??


print_info(f_name='Oksana', l_name='Omarova', year=1991, email='omarova@mail.ru', city='Moscow', tel=123456)